{
    "General": "Simon Fraser University (SFU) is a public research university in British Columbia, Canada, with three campuses in Greater Vancouver: Burnaby (main campus), Surrey, and Vancouver. The main Burnaby campus spans 170 hectares (420 acres) on Burnaby Mountain, 15 kilometres (9.3 mi) from downtown Vancouver, established in 1965. SFU has over 30,000 students and 160,000 alumni. It is part of various national and international higher education associations and partners with institutions to operate research facilities like TRIUMF and Bamfield Marine Station. SFU operates on a year-round, three-semester schedule and received accreditation from the Northwest Commission on Colleges and Universities in 2015. Its faculty and alumni include notable figures such as three premiers of British Columbia and humanitarian Terry Fox.",
    "History": "Simon Fraser University (SFU) was founded based on a 1962 report by John B. Macdonald, with formal legislative assent given on March 1, 1963. The university is named after fur trader and explorer Simon Fraser, with the original name changed from Fraser University to avoid the initials FU Gordon M. Shrum was the first chancellor, and the Burnaby Mountain site was chosen for its location. Architects Arthur Erickson and Geoffrey Massey designed the campus, which began construction in 1964. The university opened on September 9, 1965, with 2,500 students. In the 1960s and early 1970s, SFU was known for political activism, leading to the reorganization of certain departments. Thelma Finlayson was the first female faculty member and later became the first professor emerita in 1979",
    "Campuses": "Simon Fraser University (SFU) has three campuses in Greater Vancouver. The original campus is on Burnaby Mountain, the Vancouver campus includes multiple buildings in downtown Vancouver, and the Surrey campus is in Central City. All campuses are accessible by public transit, with the Burnaby campus linked by shuttle bus to three SkyTrain stations. The Burnaby campus is on Traditional Coast Salish Lands, at an elevation of 365 meters, overlooking Burrard Inlet. It houses all major university departments, the W.A.C. Bennett Library, gym complexes, a swimming pool, and several museums and galleries. The campus spans 170 hectares and consists of numerous interconnected buildings, which have earned various architectural awards. Its Brutalist architecture has been featured in films and TV shows.",
    "Reputation": "Simon Fraser University (SFU) has received various international rankings. In the 2022 Academic Ranking of World Universities, SFU ranked 301–400 globally and 13–17 in Canada. The 2024 QS World University Rankings placed it 318th worldwide and 13th in Canada. According to the 2023 Times Higher Education World University Rankings, SFU ranked 251–300 globally and 11–13 in Canada. In U.S. News & World Report’s 2022–23 rankings, SFU was 317th globally and 12th in Canada. Maclean's 2023 rankings placed SFU first in the comprehensive university category and ninth in reputation, despite SFU not participating in Maclean's graduate survey since 2006. In the 2022 World’s Universities for Real Impact rankings, SFU ranked 18th globally and first in Canada. Additionally, QS's 2022 graduate employability ranking placed SFU 301–500 globally and 10–17 in Canada."
  }
  